{
    "0": {
        "topic": "SHOTS - HEALTH NEWS",
        "title": "Do I really need another booster? The answer depends on age, risk and timing",
        "teaser": "Health officials argue the protection of the COVID vaccine booster wanes over time and say some people need a second booster. But other infectious disease experts say three shots are enough for now."
    },
    "1": {
        "topic": "EDUCATION",
        "title": "Teachers fear the chilling effect of Florida's so-called 'Don't Say Gay' law",
        "teaser": "March 30, 2022 • Now that Gov. Ron DeSantis has signed the Parental Rights in Education bill into law, teachers fear it will muzzle speech and further stigmatize LGBTQ youth."
    },
    "2": {
        "topic": "LAW",
        "title": "Legal ethics experts agree: Justice Thomas must recuse in insurrection cases",
        "teaser": "March 30, 2022 • Legal ethics experts had previously said while Ginni Thomas is an outspoken conservative activist, her husband is able to act as an independent judge of matters that come before the court."
    },
    "3": {
        "topic": "got a news tip?",
        "title": "Poland to ban all Russian oil and gas imports and urges Germany to do more",
        "teaser": "At NPR, we welcome your news tips. Here's a guide to getting in touch with our newsroom and how to share sensitive information."
    },
    "4": {
        "topic": "UKRAINE INVASION — EXPLAINED",
        "title": "The light from this star that astronomers just spotted is 12.9 billion years old",
        "teaser": "March 30, 2022 • \"While others in Europe looked at Russia as a business partner,\" the Polish prime minister said, \"we saw that Russia uses gas and oil as a way to blackmail.\""
    },
    "5": {
        "topic": "SPACE",
        "title": "Pink Floyd, a flamingo on the lam from a Kansas zoo since 2005, is seen again in Texas",
        "teaser": "March 30, 2022 • Scientists using the Hubble Space Telescope have spotted light from what appears to be the most distant star ever seen. It offers a glimpse into an early moment in the history of the universe."
    },
    "6": {
        "topic": "ANIMALS",
        "title": "Why lots of kids still aren't back in school in Guatemala",
        "teaser": "March 30, 2022 • A video posted by the Coastal Fisheries Division of the Texas Parks and Wildlife Department shows the fugitive flamingo wading into Cox Bay about 120 miles southwest of Houston."
    },
    "7": {
        "topic": "GOATS AND SODA",
        "title": "Maine GOP Sen. Susan Collins says she'll vote for Supreme Court nominee Jackson",
        "teaser": "March 30, 2022 • The government is struggling to bring all 3 million-plus students back to schools that were shuttered when the pandemic hit. Teachers are ready to resume classes. But obstacles loom."
    },
    "8": {
        "topic": "POLITICS",
        "title": "A new federal website aims to solve a key COVID problem: where to get antiviral pills",
        "teaser": "March 30, 2022 • Supreme Court nominee Ketanji Brown Jackson has picked up at least one Republican vote for confirmation."
    },
    "9": {
        "topic": "POLITICS",
        "title": "South Korea has key rocket launch, days after North's ICBM test",
        "teaser": "March 30, 2022 • The new government website includes a locator tool for more than 2,000 sites to access \"test to treat\" services for COVID. It's meant to be a one-stop shop for Americans' pandemic needs."
    },
    "10": {
        "topic": "WORLD",
        "title": "China tightens restrictions and bars scholars from international conferences",
        "teaser": "March 30, 2022 • The launch comes six days after North Korea conducted its first intercontinental ballistic missile test since 2017 in an apparent attempt to pressure on the Biden administration amid stalled talks."
    },
    "11": {
        "topic": "ASIA",
        "title": "Here's how you can avoid getting scammed when donating to support Ukraine",
        "teaser": "March 30, 2022 • Academics based in China must apply for permission to attend online exchanges, even on topics that once were considered nonpolitical."
    },
    "12": {
        "topic": "YOUR MONEY",
        "title": "Poland to cut all Russian oil imports while Germany warns on gas supplies",
        "teaser": "March 30, 2022 • So far, about one-quarter of Ukraine's 44 million people have fled their country due to the war, according to the U.N. Here are tips to avoid falling victim to online scams."
    },
    "13": {
        "topic": "EUROPE",
        "title": "California group votes to limit reparations to slave descendants",
        "teaser": "March 30, 2022 • Poland launches the most radical plan among European nations to wean off Russian energy sources while Germany issues the first of three warning levels over supply."
    },
    "14": {
        "topic": "NATIONAL",
        "title": "Judge approves Activision Blizzard $18 million settlement in sexual harassment suit",
        "teaser": "March 30, 2022 • The task force will meet again and hold a series of meetings as a report is due by June with a reparations proposal due by July 2023 for the Legislature to consider turning into law."
    },
    "15": {
        "topic": "BUSINESS",
        "title": "DHS officials brace for a new surge at the border if pandemic restrictions are lifted",
        "teaser": "March 29, 2022 • This is just one of many lawsuits the video game giant is facing for its workplace culture. The company recently announced it was being acquired by Microsoft."
    },
    "16": {
        "topic": "NATIONAL",
        "title": "A former Yale employee admits she stole $40 million in electronics from the university",
        "teaser": "March 29, 2022 • Homeland security officials say they are planning for a possible increase in migration, as the Biden administration faces growing pressure to end pandemic border restrictions known as Title 42."
    },
    "17": {
        "topic": "LAW",
        "title": "As medication abortion becomes dominant, red states restrict pills",
        "teaser": "March 29, 2022 • Jamie Petrone has pleaded guilty to a years-long scheme of stealing electronics ordered for Yale University and reselling the items. She used the money to buy herself luxury cars and multiple homes."
    },
    "18": {
        "topic": "POLITICS",
        "title": "Russia-Ukraine war: What happened today (March 29)",
        "teaser": "March 29, 2022 • As access to abortion in clinics becomes limited across much of the country, many patients are turning to abortion pills. And conservative state lawmakers are taking notice."
    },
    "19": {
        "topic": "EUROPE",
        "title": "Berklee musicians are basking in the 'CODA' Oscar glow",
        "teaser": "March 29, 2022 • A roundup of key developments and the latest in-depth coverage of Russia's invasion of Ukraine."
    },
    "20": {
        "topic": "CULTURE",
        "title": "Gunman kills 5 in mass shooting spree in central Israel",
        "teaser": "March 29, 2022 • Berklee College of Music is celebrating CODA's wins for best picture, best adapted screenplay and best supporting actor. Students and alumni worked on the film, along with other award-winning films."
    },
    "21": {
        "topic": "POLITICS",
        "title": "Lynching is now a federal hate crime after a century of blocked efforts",
        "teaser": "March 29, 2022 • A gunman on a motorcycle opened fire in a crowded city in central Israel late Tuesday, gunning down victims as he killed at least five people in the second mass shooting rampage this week."
    },
    "22": {
        "topic": "ELECTIONS",
        "title": "The 2022 midterms are underway. Here's the calendar of primary elections",
        "teaser": "March 29, 2022 • President Biden signed the Emmett Till Antilynching Act into law, the culmination of more than a century of efforts to designate lynching as a federal hate crime."
    },
    "23": {
        "topic": "MUSIC NEWS",
        "title": "Foo Fighters cancel all tour dates after drummer Taylor Hawkins' death",
        "teaser": "March 29, 2022 • After Texas kicked off the midterms on March 1, the next contests are in May, when voters in a number of states cast primary ballots."
    }
}