{
    "0": {
        "topic": "SHOTS - HEALTH NEWS",
        "title": "Hit with $7,146 for two hospital bills, a family sought health care in Mexico",
        "teaser": "A dad's COVID-19 and a mom's fainting spell cost thousands, so when their son dislocated his shoulder, they drove him to Mexicali, where facilities rival those in the U.S., and had him treated for $5."
    },
    "1": {
        "topic": "LAW",
        "title": "Lawyers say sheriff's remark about shooting home intruders was 'wildly irresponsible'",
        "teaser": "April 27, 2022 • Santa Rosa, Florida, Sheriff Bob Johnson says homeowners should take shooting lessons so they can ultimately \"save the taxpayers money.\""
    },
    "2": {
        "topic": "RACE",
        "title": "Harvard releases report detailing its ties to slavery, plans to issue reparations",
        "teaser": "April 27, 2022 • A committee formed by Harvard President Lawrence Bacow found that Harvard faculty and staff enslaved 70 people from the school's founding in 1636 to the banning of slavery in Massachusetts in 1783. "
    },
    "3": {
        "topic": "Got A News Tip?",
        "title": "New York's top court rejects congressional maps drawn by Democrats",
        "teaser": "At NPR, we welcome your news tips. Here's a guide to getting in touch with our newsroom and how to share sensitive information."
    },
    "4": {
        "topic": "POLITICS",
        "title": "Derek Chauvin appeals his conviction for George Floyd's murder",
        "teaser": "April 27, 2022 • The state's highest court rejected new maps widely seen as favoring Democrats. The court largely agreed with Republican voters who argued the district boundaries were unconstitutionally gerrymandered."
    },
    "5": {
        "topic": "RACE",
        "title": "A Kansas lawmaker complains about sharing a bathroom with a trans colleague",
        "teaser": "April 27, 2022 • A year after his conviction, the former Minneapolis police officer is asking a state court to send his case back to Hennepin County; order a new trial elsewhere; or order him to be resentenced."
    },
    "6": {
        "topic": "NATIONAL",
        "title": "Oklahoma bans nonbinary gender identities on birth certificates",
        "teaser": "April 27, 2022 • LGBTQ rights advocates call for state Rep. Cheryl Helmer to be formally censured after she publicly said she didn't want to share the women's restrooms at the Statehouse with a transgender colleague."
    },
    "7": {
        "topic": "NATIONAL",
        "title": "Here's why Dr. Fauci says the U.S. is 'out of the pandemic phase'",
        "teaser": "April 27, 2022 • Oklahoma Gov. Kevin Stitt signed a bill explicitly prohibiting the use of nonbinary gender markers on state birth certificates, a ban experts say is the first of its kind in the nation."
    },
    "8": {
        "topic": "THE CORONAVIRUS CRISIS",
        "title": "More than 120,000 pounds of ground beef is recalled over possible E. coli concerns",
        "teaser": "April 27, 2022 • Vaccinations and residual immunity are among the reasons, President Biden's chief medical adviser Dr. Anthony Fauci said Tuesday, as the number of deaths drop and hospitalizations rise only slightly."
    },
    "9": {
        "topic": "NATIONAL",
        "title": "Russia halts gas exports to Poland and Bulgaria, hitting back at Europe over sanctions",
        "teaser": "April 27, 2022 • There have been no confirmed reports of illnesses or adverse reactions related to consumption of the ground beef, which was shipped to stores nationwide, the U.S. Department of Agriculture said."
    },
    "10": {
        "topic": "UKRAINE INVASION — EXPLAINED",
        "title": "U.S. Marine veteran Trevor Reed is released from Russia in a prisoner swap",
        "teaser": "April 27, 2022 • The move was widely seen as an effort to prop up the ruble and strike back at Europe amid an onslaught of Western penalties levied against Russian banks."
    },
    "11": {
        "topic": "UKRAINE INVASION — EXPLAINED",
        "title": "Immigration advocates warn of midterm risks for Democrats if Title 42 isn't lifted",
        "teaser": "April 27, 2022 • Reed had been held in Russia since 2019. He was exchanged for pilot Konstantin Yaroshenko, who was serving a 20-year sentence for conspiring to import cocaine into the U.S."
    },
    "12": {
        "topic": "POLITICS",
        "title": "From CNN+ to Fyre Festival: This collector seeks swag from companies with epic ends",
        "teaser": "April 27, 2022 • With voter enthusiasm among Democrats already lagging going into the midterms, immigration advocates say they will dampen it more by not calling for the 2020 public health order to be lifted."
    },
    "13": {
        "topic": "POP CULTURE",
        "title": "U.N. takes step to put veto users under global spotlight",
        "teaser": "April 27, 2022 • Christina Warren collects T-shirts, mugs and other items from companies that promised huge changes, but failed to deliver — often in spectacular ways."
    },
    "14": {
        "topic": "WORLD",
        "title": "U.S. war aims shift in Ukraine — and bring additional risks",
        "teaser": "April 27, 2022 • For the first time, the General Assembly will be required \"to hold a debate on the situation\" that sparks a veto in the Security Council within 10 working days."
    },
    "15": {
        "topic": "UKRAINE INVASION — EXPLAINED",
        "title": "Danica Roem did opposition research on herself. It's one way she reclaimed her story",
        "teaser": "April 27, 2022 • The U.S. now believes Ukraine can win, a significant change in thinking, and is rushing in weapons. This raises the risk of widening the conflict, analysts say, and may destabilize the global economy."
    },
    "16": {
        "topic": "POLITICS",
        "title": "Can we trust rapid COVID tests against BA.2? This is what the experts say",
        "teaser": "April 27, 2022 • The Virginia lawmaker is the first openly transgender U.S. state legislator. In her new memoir, she embraces the idea of using what was written about her to empower her to tell her story."
    },
    "17": {
        "topic": "HEALTH CARE",
        "title": "Myanmar court sentences Suu Kyi to 5 years for corruption",
        "teaser": "April 27, 2022 • With the BA.2 subvariant of omicron pushing infection rates up, many are reaching for at-home rapid tests. Here's what experts say on how best to use them."
    },
    "18": {
        "topic": "ASIA",
        "title": "Singapore executes disabled Malaysian convicted in drug case",
        "teaser": "April 27, 2022 • Her supporters and independent legal experts consider her prosecution an unjust move to discredit Suu Kyi and legitimize the military's 2021 seizure of power."
    },
    "19": {
        "topic": "ASIA",
        "title": "The LA sheriff now says no charges for the reporter who wrote about a cover-up",
        "teaser": "April 27, 2022 • Supporters and lawyers of the man said he had an IQ of 69 and was intellectually disabled, and that the execution of a mentally ill person was prohibited under international human rights law."
    },
    "20": {
        "topic": "NATIONAL",
        "title": "Older adults shouldn't start a routine of daily aspirin, task force says",
        "teaser": "April 26, 2022 • Sheriff Alex Villanueva said he was investigating leaked materials, including a video published by the Los Angeles Times in an article by reporter Alene Tchekmedyian that detailed inmate abuse."
    },
    "21": {
        "topic": "SHOTS - HEALTH NEWS",
        "title": "Vaccine-derived polio is on the rise. A new vaccine aims to stop the spread",
        "teaser": "April 26, 2022 • The U.S. Preventive Services Task Force says people 60 and older should not start taking aspirin to prevent heart attacks and strokes. People ages 40 to 59 should consult their doctor."
    },
    "22": {
        "topic": "GOATS AND SODA",
        "title": "Shares continue to slump as fears about the economy and earnings grip Wall Street",
        "teaser": "April 26, 2022 • Countries in Africa, the Middle East and parts of Asia are counting more cases of vaccine-derived polio. One reason for this, say experts, is that vaccination efforts have lapsed during the pandemic."
    }
}