{"0":{"topic":"POLITICS","title":"New clues emerge about the money that might have helped fund the Jan. 6 insurrection","teaser":"Recent legal moves by the House select committee investigating the Jan. 6 attack on the Capitol offer some clues on how it's following the money."},"1":{"topic":"UKRAINE INVASION — EXPLAINED","title":"Video analysis reveals Russian attack on Ukrainian nuclear plant veered near disaster","teaser":"March 11, 2022 • An NPR analysis of security footage and photos following the attack on Europe's largest nuclear power plant shows that many of the plant's critical safety systems were in the field of Russian fire."},"2":{"topic":"UKRAINE INVASION — EXPLAINED","title":"Why Belarus is so involved in Russia's invasion of Ukraine","teaser":"March 11, 2022 • Although Belarus is not directly involved in combat in Ukraine, it does play a key role in Russia's war. Here's what to know."},"3":{"topic":"got a news tip?","title":"Russia plans to limit Instagram and label Meta an extremist group","teaser":"At NPR, we welcome your news tips. Here's a guide to getting in touch with our newsroom and how to share sensitive information."},"4":{"topic":"TECHNOLOGY","title":"This Polish mayor has become a hero for Ukrainians in crisis. But what of his past?","teaser":"March 11, 2022 • Russia called for Facebook and Instagram's parent company to be labeled an extremist group after the tech giant said it would permit some calls for violence against \"Russian invaders\"."},"5":{"topic":"UKRAINE INVASION — EXPLAINED","title":"Biden moves to revoke Russia's trade relations status amid war in Ukraine","teaser":"March 11, 2022 • Wojciech Bakun admits he was ill-prepared to become a front line humanitarian worker dealing with the rush of refugees from Ukraine. And some onlookers have been surprised by his response, too."},"6":{"topic":"POLITICS","title":"Coronavirus FAQ: What does endemic mean — and are we there yet?","teaser":"March 11, 2022 • The economic restriction, one of several announced in recent weeks, is meant to punish Russian President Vladimir Putin and further hobble Russia's finances as it invades Ukraine."},"7":{"topic":"GOATS AND SODA","title":"Sisters flee Kyiv as they struggle to stay in touch with family in Mariupol","teaser":"March 11, 2022 • Two years ago, on March 11, 2020, the World Health Organization declared a global pandemic. Now there's talk that we may be approaching a new stage for SARS-CoV-2. Let's unpack the word \"endemic.\""},"8":{"topic":"THE PICTURE SHOW","title":"The EU will welcome Ukraine, but won't fast-track its membership application","teaser":"March 11, 2022 • \"We don't even know that they are alive,\" two sisters with family in Mariupol are among the over 2 million people who have fled the Russian war in Ukraine. Many are passing through Lviv on their way."},"9":{"topic":"UKRAINE INVASION — EXPLAINED","title":"A Ukrainian boy travels 620 miles to safety, with a phone number written on his hand","teaser":"March 11, 2022 • During a summit in France, European Union leaders issued a statement backing Ukraine's bid for membership but stopped short of an immediate welcome. The application process typically takes years."},"10":{"topic":"UKRAINE INVASION — EXPLAINED","title":"China locks down a city of 9 million amid a new spike in COVID-19 cases","teaser":"March 11, 2022 • An 11-year-old named Hassan traveled alone into Slovakia, with a plastic bag, a passport and a phone number for relatives. His mother had sent him to safety, unable to leave herself."},"11":{"topic":"ASIA","title":"StoryCorps","teaser":"March 11, 2022 • The latest lockdowns extend China's draconian approach to the pandemic it has enforced for most of the past two years"},"12":{"topic":"EUROPE","title":"Russian strikes hit western Ukraine as offensive widens","teaser":"March 11, 2022 • StoryCorps is an independent nonprofit project whose mission is to honor and celebrate the lives of everyday Americans by listening to their stories."},"13":{"topic":"HEALTH","title":"Even many decades later, redlined areas see higher levels of air pollution","teaser":"March 11, 2022 • The strikes on Friday came as new satellite photos appeared to show a massive convoy outside the Ukrainian capital had fanned out into towns and forests near Kyiv."},"14":{"topic":"RUSSIA UKRAINE RECAP","title":"Russia-Ukraine war: What happened today (March 10)","teaser":"March 10, 2022 • \"We see a really clear association between how these maps were drawn in the '30s and the air pollution disparities today,\" says an author of a study on the effects of the discriminatory policy."},"15":{"topic":"SCIENCE","title":"Therapy dogs can help relieve pain in the ER","teaser":"March 10, 2022 • A roundup of key developments and the latest in-depth coverage of Russia's invasion of Ukraine."},"16":{"topic":"YOUR MONEY","title":"With federal rules unclear, some states carve their own path on cryptocurrencies","teaser":"March 10, 2022 • They have offered comfort at nursing homes, schools — even disaster sites. Now, a study shows that a 10-minute visit from therapy dogs can help relieve emergency room patients' pain."},"17":{"topic":"MIDDLE EAST","title":"IS confirms its leader was killed in a U.S. raid in Syria, and names a new chief","teaser":"March 10, 2022 • As cryptocurrency become more mainstream, some states are introducing legislation to standardize crypto as a form of payment."},"18":{"topic":"SPORTS","title":"MLB and players agree to a new labor contract, paving the way to a full 2022 season","teaser":"March 10, 2022 • It was the first official comment from the militant group about its leader since U.S. officials said he blew himself up along with members of his family as American forces raided his hideout."},"19":{"topic":"UKRAINE INVASION — EXPLAINED","title":"All three major music labels have now suspended operations in Russia","teaser":"March 10, 2022 • The new collective bargaining agreement must be approved by both sides before it becomes official. Baseball would return on April 7 if it's accepted."},"20":{"topic":"SHOTS - HEALTH NEWS","title":"Americans' stress is spiking over inflation, war in Ukraine, survey finds","teaser":"March 10, 2022 • The entertainment exodus from Russia is continuing. Both Sony Music and the Warner Music Group announced Thursday that they would be suspending operations in Russia."},"21":{"topic":"NATIONAL","title":"U.S. colleges are cutting their partnerships and financial ties with Russia","teaser":"March 10, 2022 • The annual survey finds Americans more on edge than ever, triggered by financial issues, the war overseas and the cumulative pressure of living through the pandemic."}}